[
  {
    "id": "sutton-2016-sf-bay",
    "title": "Microplastic contamination in the San Francisco Bay, California, USA",
    "authors": "Rebecca Sutton, Sherri A. Mason, Stefan K. Stanek, Eunha Willis-Norton, Ian F. Wren, Chelsea Box",
    "journal": "Marine Pollution Bulletin",
    "year": "2016",
    "volume": "109",
    "url": "http://www.sciencedirect.com/science/article/pii/S0025326X16303976",
    "hypotheses": "San Francisco Bay surface water contains elevated microplastic levels due to urban wastewater discharge and stormwater runoff; treated wastewater is a significant source of microplastic contamination.",
    "notes": "First comprehensive study of microplastics in San Francisco Bay. Found 700,000 particles/km² average abundance - among highest globally measured in urban waterbodies. Tertiary filtration did not show lower contamination than secondary treatment.",
    "strengths": "Comprehensive spatial sampling, comparison of wastewater sources, first-of-its-kind regional assessment, robust analytical methods using FTIR spectroscopy",
    "weaknesses": "Limited temporal sampling, lack of seasonal variation assessment, no assessment of ecological impacts",
    "methods": "Surface water sampling at 9 sites, wastewater effluent sampling from 8 treatment plants, microscopy and FTIR spectroscopy for identification",
    "key_findings": "Average 700,000 particles/km² in surface water; textile fibers dominant in wastewater; fragments more abundant in surface water suggesting additional pathways",
    "citation": "Sutton, R., Mason, S.A., Stanek, S.K., Willis-Norton, E., Wren, I.F., Box, C. (2016). Microplastic contamination in the San Francisco Bay, California, USA. Marine Pollution Bulletin 109, 230-237.",
    "relevance_score": 10,
    "institution": "San Francisco Estuary Institute"
  },
  {
    "id": "sutton-2019-sf-bay-comprehensive",
    "title": "Understanding Microplastic Levels, Pathways, and Transport in the San Francisco Bay Region",
    "authors": "Rebecca Sutton, Diana Lin, Michael Sedlak, Chelsea Box, Alicia Gilbreath, Rusty Holleman, Lester Miller, Annie Wong, Keenan Munno, Xin Zhu",
    "journal": "SFEI Contribution No. 950",
    "year": "2019",
    "url": "https://www.sfei.org/documents/understanding-microplastics",
    "hypotheses": "Microplastic transport in SF Bay follows predictable patterns based on hydrodynamics and source locations; multiple pathways contribute to contamination with varying temporal patterns.",
    "notes": "Comprehensive regional study providing critical baseline data for San Francisco Bay microplastic contamination. First study to examine transport mechanisms and pathways systematically.",
    "strengths": "Large spatial and temporal scale, multiple matrix sampling, transport modeling component, stakeholder engagement",
    "weaknesses": "Limited depth sampling, focus primarily on larger size fractions, challenges with quality control protocols",
    "methods": "Multi-year sampling campaign, hydrodynamic modeling, particle tracking, source apportionment analysis",
    "key_findings": "38% of fish contain microplastics; highest concentrations near urban discharge points; seasonal variations in abundance and composition",
    "citation": "Sutton, R., Lin, D., Sedlak, M., Box, C., et al. (2019). Understanding Microplastic Levels, Pathways, and Transport in the San Francisco Bay Region. SFEI Contribution No. 950.",
    "relevance_score": 10,
    "institution": "San Francisco Estuary Institute"
  },
  {
    "id": "paterson-2024-monitoring-strategy",
    "title": "Microplastics Monitoring and Science Strategy for San Francisco Bay - 2024 Revision",
    "authors": "Kayli Paterson, Ezra Miller, Diana Lin",
    "journal": "SFEI Contribution No. 1144",
    "year": "2024",
    "url": "https://www.sfei.org/sites/default/files/events/MPWG%20Strategy%20Revision%20April%202024_Final.pdf",
    "hypotheses": "Systematic monitoring strategy will improve understanding of microplastic trends and effectiveness of management interventions in San Francisco Bay.",
    "notes": "Updated strategic framework for Bay Area microplastics research and monitoring. Incorporates lessons learned from 2016-2024 research efforts.",
    "strengths": "Stakeholder input integration, management question focus, adaptive strategy design, clear prioritization framework",
    "weaknesses": "Limited funding assessment, minimal international comparison, implementation timeline unclear",
    "methods": "Expert panel consultation, literature review, stakeholder workshops, management question prioritization",
    "key_findings": "Need for standardized protocols, importance of source-focused monitoring, integration with existing programs",
    "citation": "Paterson, K., Miller, E., Lin, D. (2024). Microplastics Monitoring and Science Strategy for San Francisco Bay. SFEI Contribution No. 1144.",
    "relevance_score": 9,
    "institution": "San Francisco Estuary Institute"
  },
  {
    "id": "coffin-2022-risk-characterization",
    "title": "Risk characterization of microplastics in San Francisco Bay, California",
    "authors": "Scott Coffin, Stephen B. Weisberg, Chelsea Rochman, Merel Kooi, Albert A. Koelmans",
    "journal": "Microplastics and Nanoplastics",
    "year": "2022",
    "volume": "2",
    "article_number": "19",
    "url": "https://microplastics.springeropen.com/articles/10.1186/s43591-022-00037-z",
    "hypotheses": "Risk-based approach can quantify microplastic hazards in San Francisco Bay and inform management priorities based on ecological exposure-effect relationships.",
    "notes": "First comprehensive risk assessment for microplastics in a major US estuary. Applies probabilistic risk assessment methodology to Bay microplastic data.",
    "strengths": "Rigorous risk assessment methodology, probabilistic approach, integration of exposure and effects data, management relevance",
    "weaknesses": "Limited toxicity data, uncertainty in dose-response relationships, extrapolation from laboratory studies",
    "methods": "Probabilistic risk assessment, species sensitivity distributions, exposure modeling, uncertainty analysis",
    "key_findings": "Risk varies by location and species; current levels may pose risks to sensitive species; monitoring should focus on high-risk areas",
    "citation": "Coffin, S., Weisberg, S.B., Rochman, C., Kooi, M., Koelmans, A.A. (2022). Risk characterization of microplastics in San Francisco Bay, California. Microplastics and Nanoplastics 2, 19.",
    "relevance_score": 9,
    "institution": "State Water Resources Control Board, SCCWRP"
  },
  {
    "id": "california-opc-2022-strategy",
    "title": "Statewide Microplastics Strategy: Understanding and Addressing Impacts to Protect Coastal and Ocean Health",
    "authors": "California Ocean Protection Council",
    "journal": "California OPC Report",
    "year": "2022",
    "url": "https://www.opc.ca.gov/webmaster/ftp/pdf/agenda_items/20220223/Item_6_Exhibit_A_Statewide_Microplastics_Strategy.pdf",
    "hypotheses": "Coordinated statewide approach can effectively address microplastic pollution through research, monitoring, and policy integration.",
    "notes": "Comprehensive policy framework addressing microplastics across California. Establishes research priorities and inter-agency coordination mechanisms.",
    "strengths": "Multi-agency coordination, stakeholder engagement, clear action items, science-policy integration",
    "weaknesses": "Implementation funding unclear, limited enforcement mechanisms, timeline specificity lacking",
    "methods": "Stakeholder consultation, literature review, policy analysis, expert advisory panels",
    "key_findings": "Need for standardized monitoring, research gaps in human health effects, importance of source reduction",
    "citation": "California Ocean Protection Council. (2022). Statewide Microplastics Strategy. California OPC.",
    "relevance_score": 8,
    "institution": "California Ocean Protection Council"
  },
  {
    "id": "rochman-2021-stormwater",
    "title": "Urban Stormwater Runoff: A Major Pathway for Anthropogenic Particles Including Microplastics to Urban and Peri-urban Wetlands",
    "authors": "Chelsea M. Rochman, Samiksha Singh, Natalie Kaura, et al.",
    "journal": "ACS ES&T Water",
    "year": "2021",
    "volume": "1",
    "pages": "1335-1345",
    "url": "https://pubs.acs.org/doi/10.1021/acsestwater.1c00017",
    "hypotheses": "Stormwater runoff is a major pathway for microplastic transport to aquatic ecosystems; rain gardens can effectively reduce microplastic loads.",
    "notes": "Comprehensive assessment of stormwater as microplastic pathway. Demonstrates effectiveness of green infrastructure solutions.",
    "strengths": "Before-after intervention design, multiple site comparison, comprehensive particle characterization, practical management applications",
    "weaknesses": "Limited to single geographic region, short-term monitoring, variable environmental conditions",
    "methods": "Stormwater sampling, rain garden performance assessment, particle identification and quantification, statistical analysis",
    "key_findings": "Stormwater contains 6× higher microplastic concentrations than wastewater effluent; rain gardens reduce loads by 48-92%",
    "citation": "Rochman, C.M., Singh, S., Kaura, N., et al. (2021). Urban Stormwater Runoff: A Major Pathway for Anthropogenic Particles. ACS ES&T Water 1, 1335-1345.",
    "relevance_score": 9,
    "institution": "University of Toronto"
  },
  {
    "id": "leusch-2023-stormwater-trwp",
    "title": "Microplastics and Tire Wear Particles in Urban Stormwater: Abundance, Characteristics, and Potential Mitigation Strategies",
    "authors": "Frederic D.L. Leusch, et al.",
    "journal": "Environmental Science & Technology",
    "year": "2023",
    "volume": "57",
    "pages": "12028-12037",
    "url": "https://pubs.acs.org/doi/10.1021/acs.est.3c03949",
    "hypotheses": "Tire wear particles constitute significant fraction of stormwater microplastics; mitigation strategies can effectively reduce TRWP discharge.",
    "notes": "First comprehensive study of tire wear particles in urban stormwater. Identifies TRWP as major component of microplastic pollution.",
    "strengths": "Detailed particle characterization, multiple urban sites, seasonal sampling, mitigation assessment",
    "weaknesses": "Limited geographic scope, short monitoring period, analytical method limitations for smallest particles",
    "methods": "Stormwater monitoring, tire wear particle identification, chemical characterization, mitigation technology evaluation",
    "key_findings": "TRWP comprise 15-30% of stormwater microplastics; green infrastructure shows variable effectiveness for TRWP capture",
    "citation": "Leusch, F.D.L., et al. (2023). Microplastics and Tire Wear Particles in Urban Stormwater. Environmental Science & Technology 57, 12028-12037.",
    "relevance_score": 8,
    "institution": "Griffith University"
  },
  {
    "id": "bertelkamp-2025-textile-laundry",
    "title": "The impact of a large textile laundry facility on the overall influx of microplastics and their removal in two wastewater treatment plants in the Netherlands",
    "authors": "Cheryl Bertelkamp, Eelco Pieke, Sanne Brekelmans, Corine Houtman, Andre Struker, Jan Peter van der Hoek",
    "journal": "Microplastics and Nanoplastics",
    "year": "2025",
    "volume": "3",
    "url": "https://microplastics.springeropen.com/articles/10.1186/s43591-025-00144-7",
    "hypotheses": "Commercial textile laundries contribute disproportionately to microplastic loads in wastewater treatment systems; treatment effectiveness varies by facility design.",
    "notes": "First study to quantify impact of large-scale commercial laundry operations on municipal wastewater microplastic loads.",
    "strengths": "Direct industrial source assessment, comparative treatment plant analysis, mass balance approach, practical implications",
    "weaknesses": "Single case study, limited textile type diversity, short sampling period",
    "methods": "Upstream-downstream monitoring, microplastic quantification, treatment efficiency assessment, source apportionment",
    "key_findings": "Commercial laundries can increase WWTP influent microplastics by 25-40%; treatment efficiency varies by particle size",
    "citation": "Bertelkamp, C., Pieke, E., et al. (2025). Impact of textile laundry facility on microplastic influx. Microplastics and Nanoplastics 3.",
    "relevance_score": 8,
    "institution": "Delft University of Technology"
  },
  {
    "id": "luu-2025-laundry-treatment",
    "title": "Removal of Microplastics from Laundry Wastewater Using Coagulation and Membrane Combination: A Laboratory-Scale Study",
    "authors": "Thi Trang Luu, Dai Quyet Truong, Van Ngan Nguyen, Saravanamuthu Vigneswaran, Huu Hao Ngo",
    "journal": "Membranes",
    "year": "2025",
    "volume": "15",
    "number": "2",
    "article_number": "47",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11857315/",
    "hypotheses": "Combined coagulation-membrane process can achieve high microplastic removal efficiency from laundry wastewater; treatment performance depends on particle size and membrane characteristics.",
    "notes": "Laboratory study demonstrating high-efficiency microplastic removal from synthetic laundry wastewater using hybrid treatment approach.",
    "strengths": "Controlled experimental conditions, systematic parameter optimization, high removal efficiency achieved, practical scalability assessment",
    "weaknesses": "Laboratory-scale only, synthetic wastewater limitations, limited long-term testing, cost analysis lacking",
    "methods": "Jar testing, membrane filtration, particle size analysis, removal efficiency calculation, process optimization",
    "key_findings": "90%+ removal efficiency achievable; coagulation enhances membrane performance; particle size affects treatment effectiveness",
    "citation": "Luu, T.T., Truong, D.Q., et al. (2025). Removal of Microplastics from Laundry Wastewater. Membranes 15(2), 47.",
    "relevance_score": 7,
    "institution": "University of Technology Sydney"
  },
  {
    "id": "hettiarachchi-2023-policy-interventions",
    "title": "Microplastic Pollution Prevention: The Need for Robust Policy Interventions to Close the Loopholes in Current Waste Management Practices",
    "authors": "Hiroshan Hettiarachchi, Jay N. Meegoda",
    "journal": "International Journal of Environmental Research and Public Health",
    "year": "2023",
    "volume": "20",
    "number": "14",
    "article_number": "6434",
    "url": "https://mdpi-res.com/d_attachment/ijerph/ijerph-20-06434/article_deploy/ijerph-20-06434.pdf",
    "hypotheses": "Current waste management practices contain significant loopholes enabling microplastic pollution; targeted policy interventions can address these gaps effectively.",
    "notes": "Comprehensive policy analysis identifying regulatory gaps and proposing intervention framework for microplastic pollution prevention.",
    "strengths": "Comprehensive policy review, international perspective, specific recommendations, waste management focus",
    "weaknesses": "Limited implementation case studies, theoretical focus, minimal cost-benefit analysis",
    "methods": "Policy analysis, literature review, regulatory gap assessment, intervention framework development",
    "key_findings": "Prevention more effective than remediation; need for circular economy approaches; regulatory frameworks require updating",
    "citation": "Hettiarachchi, H., Meegoda, J.N. (2023). Microplastic Pollution Prevention. Int. J. Environ. Res. Public Health 20(14), 6434.",
    "relevance_score": 7,
    "institution": "New Jersey Institute of Technology"
  },
  {
    "id": "faltström-2020-control-strategies",
    "title": "Towards control strategies for microplastics in urban water",
    "authors": "Emma Fältström, Stefan Anderberg",
    "journal": "Environmental Science and Pollution Research",
    "year": "2020",
    "volume": "27",
    "pages": "40421-40433",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7546980/",
    "hypotheses": "Integrated control strategies addressing multiple urban water pathways can effectively reduce microplastic contamination; source control more effective than end-of-pipe treatment.",
    "notes": "Systematic review of urban microplastic control strategies with focus on integrated water management approaches.",
    "strengths": "Comprehensive strategy assessment, urban focus, practical recommendations, multi-pathway approach",
    "weaknesses": "Limited quantitative assessment, theoretical emphasis, minimal case study analysis",
    "methods": "Literature review, control strategy analysis, urban water system assessment, integration framework development",
    "key_findings": "Source control most effective; need for integrated approaches; importance of stakeholder engagement",
    "citation": "Fältström, E., Anderberg, S. (2020). Towards control strategies for microplastics in urban water. Environ Sci Pollut Res 27, 40421-40433.",
    "relevance_score": 7,
    "institution": "Linköping University"
  },
  {
    "id": "kwarciak-2025-stormwater-green-infrastructure",
    "title": "The Occurrence and Removal of Microplastics from Stormwater Using Green Infrastructure Solutions: A Review",
    "authors": "Anna Kwarciak-Kozłowska, Magdalena Madeła",
    "journal": "Water",
    "year": "2025",
    "volume": "17",
    "number": "14",
    "article_number": "2089",
    "url": "https://www.mdpi.com/2073-4441/17/14/2089",
    "hypotheses": "Green infrastructure solutions can effectively remove microplastics from stormwater while providing additional environmental benefits; performance varies by system design and particle characteristics.",
    "notes": "Comprehensive review of green infrastructure effectiveness for microplastic removal from urban stormwater.",
    "strengths": "Systematic review approach, quantitative performance data, multiple infrastructure types, design factor analysis",
    "weaknesses": "Limited original research, geographic bias, variable quality of source studies",
    "methods": "Systematic literature review, performance data compilation, effectiveness analysis, design factor assessment",
    "key_findings": "Bioretention: 80-99% removal; constructed wetlands: 28-75%; permeable pavements: 89-96.6%; retention ponds: 55-98%",
    "citation": "Kwarciak-Kozłowska, A., Madeła, M. (2025). Microplastics Removal from Stormwater Using Green Infrastructure. Water 17(14), 2089.",
    "relevance_score": 8,
    "institution": "Czestochowa University of Technology"
  },
  {
    "id": "ross-2023-stormwater-discharge",
    "title": "Estimated discharge of microplastics via urban stormwater during precipitation events",
    "authors": "Matthew S. Ross, Alyssa Loutan, Tianna Groeneveld, Danielle Molenaar, Kimberly Kroetch, Taylor Bujaczek, Sheldon Kolter, Sarah Moon, Alan Huynh, Rosita Khayam, Brian C. Franczak, Eric Camm, Victoria I Arnold, Norma J Ruecker",
    "journal": "Frontiers in Environmental Science",
    "year": "2023",
    "volume": "11",
    "url": "https://www.frontiersin.org/journals/environmental-science/articles/10.3389/fenvs.2023.1090267/full",
    "hypotheses": "Precipitation events mobilize accumulated urban microplastics leading to pulse discharge events; discharge patterns predictable from precipitation characteristics.",
    "notes": "Quantitative assessment of event-based microplastic discharge from urban watersheds during precipitation events.",
    "strengths": "Event-based sampling, quantitative discharge estimates, temporal pattern analysis, watershed scale assessment",
    "weaknesses": "Single watershed focus, limited storm events, analytical method limitations",
    "methods": "Event-based sampling, hydrologic monitoring, particle quantification, statistical discharge modeling",
    "key_findings": "First-flush effects dominate discharge; total loads correlate with precipitation intensity; temporal patterns predictable",
    "citation": "Ross, M.S., Loutan, A., et al. (2023). Estimated discharge of microplastics via urban stormwater. Front. Environ. Sci. 11, 1090267.",
    "relevance_score": 7,
    "institution": "University of Calgary"
  },
  {
    "id": "rasmussen-2024-stormwater-ponds",
    "title": "Retention of microplastics and tyre wear particles in stormwater ponds",
    "authors": "Lasse Abraham Rasmussen, et al.",
    "journal": "Science of the Total Environment",
    "year": "2024",
    "volume": "908",
    "article": "168335",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37976946/",
    "hypotheses": "Stormwater retention ponds effectively retain microplastics and tire wear particles through sedimentation and biological processes; retention efficiency depends on pond design and particle characteristics.",
    "notes": "Field study of microplastic and TRWP retention in constructed stormwater management systems.",
    "strengths": "Field-scale assessment, specific focus on TRWPs, seasonal monitoring, practical management implications",
    "weaknesses": "Limited pond number, single geographic region, short monitoring period",
    "methods": "Influent-effluent monitoring, particle characterization, retention efficiency calculation, seasonal analysis",
    "key_findings": "55-98% retention efficiency; higher retention for larger particles; seasonal variation in performance",
    "citation": "Rasmussen, L.A., et al. (2024). Retention of microplastics and tyre wear particles in stormwater ponds. Sci Total Environ 908, 168335.",
    "relevance_score": 7,
    "institution": "Technical University of Denmark"
  },
  {
    "id": "aguilera-2022-trwp-atmospheric",
    "title": "Concentrations of tire wear microplastics and other traffic-derived non-exhaust particles in atmospheric deposition",
    "authors": "Alicia Aguilera, Daniel Bautista-Hernández, Francisco Bautista, Avto Goguitchaichvili, Ruben Cejudo",
    "journal": "Environment International",
    "year": "2022",
    "volume": "168",
    "article": "107456",
    "url": "https://www.sciencedirect.com/science/article/pii/S0160412022005451",
    "hypotheses": "Tire wear particles undergo atmospheric transport and contribute to microplastic deposition in urban areas; concentrations correlate with traffic density and meteorological conditions.",
    "notes": "First study to quantify atmospheric deposition of tire wear particles in urban environments with spatial and temporal patterns.",
    "strengths": "Novel atmospheric focus, spatial gradient analysis, traffic correlation, seasonal assessment",
    "weaknesses": "Limited geographic scope, analytical method challenges, short sampling period",
    "methods": "Atmospheric deposition sampling, particle identification and quantification, spatial analysis, correlation analysis",
    "key_findings": "TRWP concentrations correlate with traffic density; atmospheric transport enables wide dispersal; seasonal patterns evident",
    "citation": "Aguilera, A., Bautista-Hernández, D., et al. (2022). Tire wear microplastics in atmospheric deposition. Environ Int 168, 107456.",
    "relevance_score": 6,
    "institution": "Universidad Nacional Autónoma de México"
  },
  {
    "id": "herrmann-2025-urban-wildlife",
    "title": "Plastic in the pack: assessing microplastic risk to urban coyotes (Canis latrans) in the San Francisco Bay Area",
    "authors": "Elaina E. Herrmann",
    "journal": "University of San Francisco Master's Thesis",
    "year": "2025",
    "url": "https://repository.usfca.edu/capstone/1891/",
    "hypotheses": "Urban coyotes in San Francisco Bay Area are exposed to microplastics through multiple pathways; exposure levels correlate with urbanization gradients and may impact health.",
    "notes": "First assessment of microplastic exposure in urban terrestrial mammals in the Bay Area, bridging marine and terrestrial contamination pathways.",
    "strengths": "Novel terrestrial wildlife focus, Bay Area specific, multi-pathway exposure assessment, bridging research gap",
    "weaknesses": "Limited sample size, single species focus, thesis-level research, limited peer review",
    "methods": "Scat analysis, tissue sampling, spatial analysis, urbanization gradient assessment",
    "key_findings": "Urban coyotes show measurable microplastic exposure; exposure correlates with urbanization; potential health implications unclear",
    "citation": "Herrmann, E.E. (2025). Plastic in the pack: assessing microplastic risk to urban coyotes in the San Francisco Bay Area. MS Thesis, University of San Francisco.",
    "relevance_score": 6,
    "institution": "University of San Francisco"
  },
  {
    "id": "okeke-2024-health-impacts",
    "title": "Food chain microplastics contamination and impact on human health: a review",
    "authors": "Emmanuel Sunday Okeke, et al.",
    "journal": "Environmental Chemistry Letters",
    "year": "2024",
    "volume": "22",
    "pages": "1889-1927",
    "url": "https://link.springer.com/article/10.1007/s10311-024-01734-2",
    "hypotheses": "Microplastics transfer through food chains poses measurable human health risks; contamination sources and health impacts can be systematically characterized.",
    "notes": "Comprehensive review of food chain microplastic transfer and human health implications with focus on detection methods and remediation approaches.",
    "strengths": "Comprehensive health focus, food chain approach, detection method review, remediation strategies",
    "weaknesses": "Limited original research, geographic bias, variable quality of source studies, uncertainty in risk estimates",
    "methods": "Systematic literature review, health impact assessment, detection method analysis, remediation evaluation",
    "key_findings": "Microplastics detected in multiple food sources; health impacts include organ damage, reproductive effects; detection methods improving",
    "citation": "Okeke, E.S., et al. (2024). Food chain microplastics contamination and impact on human health. Environ Chem Lett 22, 1889-1927.",
    "relevance_score": 6,
    "institution": "Various International Institutions"
  },
  {
    "id": "abdelbasir-2024-mitigation-approaches",
    "title": "Addressing the microplastic crisis: A multifaceted approach to sustainable mitigation strategies",
    "authors": "S.M. Abdelbasir, K.M. McCourt, C.M. Lee, D.C. Vanegas",
    "journal": "Environmental Research",
    "year": "2024",
    "volume": "263",
    "article": "119940",
    "url": "https://www.sciencedirect.com/science/article/pii/S2666765724000978",
    "hypotheses": "Multifaceted approach combining technological, policy, and social interventions can effectively address microplastic crisis; integrated strategies more effective than single approaches.",
    "notes": "Comprehensive framework for microplastic mitigation strategies across multiple scales and intervention types.",
    "strengths": "Holistic approach, multiple intervention types, sustainability focus, implementation framework",
    "weaknesses": "Theoretical emphasis, limited quantitative assessment, implementation guidance lacking",
    "methods": "Literature synthesis, framework development, strategy assessment, integration analysis",
    "key_findings": "Need for collaborative approaches; importance of circular economy; multiple intervention points required",
    "citation": "Abdelbasir, S.M., McCourt, K.M., et al. (2024). Addressing the microplastic crisis. Environ Res 263, 119940.",
    "relevance_score": 6,
    "institution": "Various US Universities"
  },
  {
    "id": "li-2024-sustainable-urbanization",
    "title": "Sustainable Urbanization and Microplastic Management",
    "authors": "Gang Li, et al.",
    "journal": "Urban Science",
    "year": "2024",
    "volume": "8",
    "number": "4",
    "article_number": "252",
    "url": "https://www.mdpi.com/2413-8851/8/4/252",
    "hypotheses": "Sustainable urbanization approaches can integrate microplastic management into broader urban planning frameworks; co-benefits achievable across multiple sustainability goals.",
    "notes": "Framework paper linking microplastic management with sustainable urban development planning and policy integration.",
    "strengths": "Urban planning integration, sustainability framework, policy integration, co-benefits analysis",
    "weaknesses": "Theoretical focus, limited case studies, implementation challenges underexplored",
    "methods": "Framework development, literature synthesis, policy analysis, integration assessment",
    "key_findings": "Microplastic management can support broader sustainability goals; integration into planning essential; co-benefits available",
    "citation": "Li, G., et al. (2024). Sustainable Urbanization and Microplastic Management. Urban Science 8(4), 252.",
    "relevance_score": 5,
    "institution": "Various International Universities"
  },
  {
    "id": "abeynayaka-2024-mitigation-perspectives",
    "title": "Understanding and addressing microplastic pollution: Impacts, mitigation, and future perspectives",
    "authors": "Anusha Abeynayaka, Fumitake Kojima, Yutaka Miwa, Naoyuki Ito, Yuma Nihei, Yuki Fukunaga, Norihiro Itsubo",
    "journal": "Journal of Hazardous Materials",
    "year": "2024",
    "volume": "476",
    "article": "135111",
    "url": "https://www.sciencedirect.com/science/article/pii/S0169772224001037",
    "hypotheses": "Comprehensive understanding of microplastic sources, transport, and impacts enables development of effective mitigation strategies; future perspectives guide research priorities.",
    "notes": "Systematic review of microplastic pollution with emphasis on mitigation technologies and future research directions.",
    "strengths": "Comprehensive scope, mitigation technology focus, future perspective, systematic approach",
    "weaknesses": "Broad scope limits depth, limited original research, geographic bias in literature",
    "methods": "Systematic review, technology assessment, impact analysis, future trend analysis",
    "key_findings": "Multiple mitigation approaches needed; technology development advancing; research gaps remain significant",
    "citation": "Abeynayaka, A., Kojima, F., et al. (2024). Understanding and addressing microplastic pollution. J Hazard Mater 476, 135111.",
    "relevance_score": 5,
    "institution": "Tokyo City University"
  },
  {
    "id": "munhoz-2023-policy-review",
    "title": "Microplastics: A Review of Policies and Responses",
    "authors": "Davi R. Munhoz, Paula Harkes, Nicolas Beriot, Joana Larreta, Oihane C. Basurko",
    "journal": "Microplastics",
    "year": "2023",
    "volume": "2",
    "number": "1",
    "pages": "1-26",
    "url": "https://mdpi-res.com/d_attachment/microplastics/microplastics-02-00001/article_deploy/microplastics-02-00001-v3.pdf",
    "hypotheses": "Current policy responses to microplastic pollution are inadequate; systematic policy review can identify effective approaches and gaps requiring attention.",
    "notes": "Comprehensive global review of microplastic policies with emphasis on upstream and downstream responses across different sectors.",
    "strengths": "Global policy scope, upstream-downstream framework, sector-specific analysis, implementation assessment",
    "weaknesses": "Policy focus limits technical depth, limited effectiveness evaluation, implementation gap analysis minimal",
    "methods": "Policy analysis, literature review, response categorization, effectiveness assessment",
    "key_findings": "Policy responses fragmented; need for integrated approaches; upstream prevention more effective than downstream treatment",
    "citation": "Munhoz, D.R., Harkes, P., et al. (2023). Microplastics: A Review of Policies and Responses. Microplastics 2(1), 1-26.",
    "relevance_score": 5,
    "institution": "AZTI Marine Research, Wageningen University"
  },
  {
    "id": "epa-2023-trwp-opportunities",
    "title": "Where the Rubber Meets the Road: Opportunities to Address Tire Wear Particles In Waterways",
    "authors": "Jessica Shaker, EPA Trash Free Waters Program",
    "journal": "EPA Report EPA-830S23001",
    "year": "2023",
    "url": "https://www.epa.gov/system/files/documents/2023-04/TFW%20TWPs%20Roundtable%20Summary%202022%20CLEAN%20March%2030%202023%20508%20compliant.pdf",
    "hypotheses": "Coordinated stakeholder engagement can identify effective approaches to address tire wear particle pollution in waterways; multiple intervention points exist across the problem lifecycle.",
    "notes": "EPA stakeholder roundtable summary identifying research needs and intervention opportunities for tire wear particle pollution in aquatic systems.",
    "strengths": "Stakeholder engagement, practical focus, agency priority setting, multi-sector perspective",
    "weaknesses": "Limited original research, preliminary findings, implementation timeline unclear",
    "methods": "Stakeholder workshops, expert consultation, problem analysis, opportunity identification",
    "key_findings": "TRWP emerging priority pollutant; multiple intervention opportunities; need for coordinated research and policy response",
    "citation": "EPA Trash Free Waters Program. (2023). Where the Rubber Meets the Road: Opportunities to Address Tire Wear Particles. EPA-830S23001.",
    "relevance_score": 6,
    "institution": "US Environmental Protection Agency"
  }
]